Repository: KDE/plasma-keyboard
Catalog: po/*/kcm_plasmakeyboard.po
Languages: ro

source: Filter languages…
ro: Filtrare limbi…

source: Filter languages
ro: Filtrare limbi

source: No languages selected. The default keyboard layout for the system will be used.
ro: Nicio limbă aleasă. Se va folosi aranjamentul implicit de tastatură din sistem.

source: Languages
ro: Limbi

source: Key press feedback:
ro: Reacție la apăsarea tastei:

source: Sound
ro: Sunet

source: Vibration
ro: Vibrație

source: General:
ro: Generale:

source: Keyboard navigation
ro: Navigare cu tastatura

source: Test the virtual keyboard…
ro: Testați tastatura virtuală…

# @title:group
source: Feedback
ro: Reacție

source: Whether to emit a sound on key press
ro: Dacă se emit sunete la apăsarea tastelor

source: Whether to vibrate on key press
ro: Dacă se emit vibrații la apăsarea tastelor

source: Keyboard Languages
ro: Limbile tastaturii

# @title:group
source: General
ro: Generale

source: Whether to use the arrow keys to navigate the keyboard
ro: Dacă se vor folosi tastele-săgeți pentru a naviga tastatura

source: Key press feedback
ro: Reacție la apăsarea tastei
